[
  {
    "id": 1,
    "title": "Content Producer",
    "description": "The <b>Secret Traffic</b> team is expanding and seeking an experienced <b>Content Producer</b> to join us remotely. As we continue to grow and strengthen our operations, we are looking for strong candidates eager to take on projects and develop with us.",
    "responsibilities": [
      "Producing video content for YouTube and social media",
      "Preparing briefs for designers and video editors",
      "Organizing and overseeing all stages of production",
      "Coordinating with actors and contractors",
      "Analyzing social media metrics and working with analytics tools",
      "Maintaining documentation in Google Docs",
      "Taking part in the entire process — from idea to final result"
    ],
    "requirements": [
      "1+ year of experience as a producer / content producer",
      "Strong understanding of digital and social media",
      "Ability to organize workflows and communication",
      "Proficiency in Google Docs and basic analytics",
      "English level — B1 or higher",
      "Portfolio and case studies required"
    ],
    "offer": [
      "Format: Full-time, remote",
      "5/2 schedule, 10:00–18:00 (Moscow time)",
      "Opportunity to bring your ideas to life and participate in full-cycle production",
      "Work on exciting digital & social media projects",
      "A team that values initiative and engagement"
    ],
    "additionalText": "<b>Want to join us?</b><br/>Send your application below — let's discuss the details!"
  },
  {
    "id": 4,
    "title": "Retention Manager / Handler of Scheme Traffic for Repeat Deposits (RD)",
    "description": "The <b>Secret Traffic</b> team is looking for an experienced <b>RD traffic handler</b> for repeat deposits.",
    "responsibilities": [
      "Handle incoming traffic (RD) and work with repeat deposits",
      "Ensure high-quality processing of traffic within the Binary Options vertical",
      "Collaborate with the team to maximize conversion and retention rates",
      "Maintain reporting and provide timely updates",
      "React quickly to daily tasks and workflow requirements"
    ],
    "requirements": [
      "6+ months of relevant work experience (Vertical: Binary Options, GEOs: Tier 1–2)",
      "Strong background in the vertical and deep understanding of industry specifics",
      "Skills in effective interaction with incoming traffic (RD)",
      "Responsibility, determination, and result-oriented mindset",
      "English level B2 or higher",
      "Motivation to earn, grow professionally, and work in a team"
    ],
    "offer": [
      "Fully remote format (schedule: 08:00–21:00, 6/1)",
      "Income: fixed salary + commission from sales",
      "Payments: once a month (twice in the first month for a smooth start)",
      "Opportunities for career and financial growth for proactive and ambitious managers"
    ],
    "additionalText": "<b>Want to join us?</b><br/>Send your application below — let's discuss the details!"
  },
  {
    "id": 5,
    "title": "Creative Designer for Ad Content Editing",
    "description": "A company specializing in <b>Search Arbitrage</b> is looking for a <b>Creative Designer</b> to join the team. We are seeking a specialist who understands dynamics and trends and can quickly adapt creatives to fit specific tasks.",
    "responsibilities": [
      "Edit advertising videos according to briefs (TOR)",
      "Create static ad creatives",
      "Produce 5–15 creatives per day (depending on complexity; most are basic frame edits)",
      "Work with modern tools and current trends",
      "Contribute creative ideas to improve ad performance"
    ],
    "requirements": [
      "Strong proficiency in CapCut and Canva",
      "Basic to advanced skills in Photoshop, After Effects, Premiere Pro",
      "Knowledge and ability to use AI tools (avatars, graphics, voiceover)",
      "Awareness of current design trends, strong sense of dynamics, and visual literacy",
      "Creative mindset and initiative"
    ],
    "offer": [
      "Remote work, 10:00–18:00 (Cyprus time)",
      "Salary starting from $800 (negotiable based on experience and portfolio)",
      "Engaging tasks with the opportunity to influence final results"
    ],
    "additionalText": "👉 Examples of creatives you'll be working with can be found here: <a href='https://drive.google.com/drive/folders/1GAbftF0vQHNi6iTUzY1t4fv4e-N15Cr0?usp=sharing&utm_source=chatgpt.com' target='_blank'>Google Drive link</a><br/><br/><b>Important:</b> Please attach your portfolio (video + static creatives) when applying.<br/><br/><b>Want to join us?</b><br/>Send your application below — let's discuss the details!"
  },
  {
    "id": 6,
    "title": "Search Arbitrage Media Buyer (FB & TikTok)",
    "description": "We are a team of experienced media buyers with expertise in <b>Search Arbitrage</b>, Leadgen, Finance, and more. Right now, we're looking for a strong <b>Media Buyer (FB + TikTok, Search Arbitrage)</b> who knows how to build profitable ad campaigns and scale them to consistent results.",
    "responsibilities": [
      "Full-cycle ad buying in FB and TikTok: from launch to scaling",
      "Testing and selecting creatives (together with designers and using spy tools)",
      "Researching and validating new offer hypotheses",
      "Analyzing and optimizing campaigns against KPIs",
      "Scaling successful campaigns to maximize profit"
    ],
    "requirements": [
      "1+ year of hands-on experience with FB and TikTok",
      "Solid understanding of how to run profitable campaigns in the Search Arbitrage vertical",
      "Confident with analytics and key metrics (CTR, CR, ROI, profit)",
      "Comfortable testing and cutting non-performing creatives",
      "Team player willing to share insights and knowledge"
    ],
    "offer": [
      "Base rate from $500 + % of profit (real earnings $4,000+ with strong results)",
      "Remote work with a flexible schedule",
      "Relocation opportunity to Cyprus",
      "Full support with creatives, trackers, and tools",
      "Access to premium spy tool accounts",
      "Bonuses for exceeding KPIs",
      "Career growth opportunities (both horizontal & vertical)"
    ],
    "additionalText": "<b>Want to join us?</b><br/>Send your application below — let's discuss the details!"
  },
  {
    "id": 7,
    "title": "Google Ads Media Buyer (Leadgen)",
    "description": "We are a team of media buyers with years of expertise in <b>Search Arbitrage</b>, Leadgen, Finance, and more. We work with large budgets, bring ad campaigns to stable profitability, and help our specialists grow quickly in both earnings and expertise.",
    "responsibilities": [
      "Full-cycle ad buying in Google Ads: from launch to scaling",
      "Testing and selecting creatives (together with designers and using spy tools)",
      "Researching and validating new offer hypotheses",
      "Analyzing and optimizing campaigns against KPIs",
      "Scaling profitable campaigns for maximum results"
    ],
    "requirements": [
      "1+ year of hands-on experience with Google Ads",
      "Experience managing large ad budgets",
      "Understanding of Search Arbitrage and Leadgen verticals",
      "Strong analytical skills and confidence in key metrics (CTR, CR, ROI, Profit)",
      "Willingness to test, cut unprofitable campaigns, and find new working hypotheses",
      "Teamwork skills and readiness to share insights"
    ],
    "offer": [
      "Base rate from $1000 + % of profit (average earnings for successful buyers — from $4000+)",
      "Remote work with flexible hours",
      "Relocation opportunity to Cyprus",
      "Full support: creatives, trackers, access to necessary tools",
      "Work in a team of professionals who know how to help media buyers scale their income fast",
      "Access to premium spy tool accounts",
      "Bonuses for exceeding KPIs",
      "Career growth opportunities (both horizontal & vertical)"
    ],
    "additionalText": "<b>Want to join us?</b><br/>Send your application below — let's discuss the details!"
  },
  {
    "id": 8,
    "title": "Facebook Media Buyer (Leadgen)",
    "description": "We are a group of media buying professionals with extensive experience in <b>Search Arbitrage</b>, Leadgen, and Finance. Currently, we're looking for an experienced <b>Facebook Media Buyer (Leadgen)</b> capable of creating profitable campaigns and driving them to consistent performance.",
    "responsibilities": [
      "Full-cycle ad buying in Facebook: from launch to scaling",
      "Testing and selecting creatives (with designers and using spy tools)",
      "Researching and validating new offer hypotheses",
      "Analyzing and optimizing campaigns against KPIs",
      "Scaling profitable campaigns for maximum growth"
    ],
    "requirements": [
      "1+ year of hands-on experience with Facebook Ads",
      "Solid understanding of running profitable campaigns in Search Arbitrage and Leadgen",
      "Confident with analytics and key metrics (CTR, CR, ROI, Profit)",
      "Comfortable testing and cutting non-performing creatives",
      "Team player willing to share insights and work collaboratively"
    ],
    "offer": [
      "Base rate from $1000 + % of profit (real earnings $4000+ with strong results)",
      "Remote work with flexible hours",
      "Relocation opportunity to Cyprus",
      "Full support with creatives, trackers, and necessary tools",
      "Work in an experienced team that helps media buyers scale income quickly",
      "Access to premium spy tool accounts",
      "Bonuses for exceeding KPIs",
      "Career growth opportunities (horizontal & vertical)"
    ],
    "additionalText": "<b>Want to join us?</b><br/>Send your application below — let's discuss the details!"
  }
]